{
    "brand": 0,
    "description": "With the Panasonic 1.5-ton Split Inverter Air Conditioner, you can keep cool and comfortable even during the sweltering summers. It features the user-friendly MirAie App, which is driven by AI. Also, you can adjust temperature settings for the night with this AC's customised sleep mode, offering enhanced versatility. The app further enables the creation of unique temperature profiles for weekdays and weekends. Moreover, this AC has an auto-diagnosis feature that warns users when problems are anticipated and identifies them beforehand, and the app supports one-touch service requests.",
    "highlights": [
        "1.5 Ton",
        "3 Star BEE Rating 2023 : For energy savings upto 15% (compared to Non-Inverter 1 Star)",
        "Auto Restart:  No need to manually reset the settings post power-cut",
        "Copper : Energy efficient, best in class cooling with easy maintenance."
    ],
    "image": "http://rukmini1.flixcart.com/image/128/128/xif0q/air-conditioner-new/q/l/z/-original-imagn9twufudm57a.jpeg?q=70",
    "name": "Panasonic Convertible 7-in-1 with Additional AI Mode Cooling 2023 Model 1.5 Ton 3 Star Split Inverter with 2 Way Swing, PM 0.1 Air Purification Filter AC with Wi-fi Connect  - White",
    "price": 0,
    "product_description": [
        "The Panasonic 1.5-ton Split Inverter Air Conditioner is compatible with the Panasonic MirAie app and provides a hassle-free method to easily control temperature, monitor status, and switch between modes using the app. This ensures a smooth experience for managing, connecting, and boosting comfort levels.",
        "This air conditioner offers simple operation thanks to a voice control that works with Google Assistant and Amazon Alexa. As a result, you can employ your existing Alexa or Google Assistant devices and control their functionality with uncomplicated voice commands.",
        "With MirAie, you can experience enhanced flexibility since it lets you set hourly temperature alterations to prevent chills at midnight. Also, you can adjust various temperature profiles according to your requirements for weekdays and weekends.",
        "You have the choice of manual adjustment with this AC. So, you have a choice of up to seven cooling steps, with possibilities from 40% to 100%. Furthermore, you can easily make these modifications using the MirAie app or the Converti7 button on the remote.",
        "This air conditioner's auto convertible function allows it to automatically alter its cooling capacity according to the temperature and humidity conditions in the room. This results in considerable energy savings in addition to hassle-free cooling. The inverter in this air conditioner also provides a number of advantages, including quick cooling after startup, reliable maintenance of a predetermined temperature, a broad range of power output, reduced noise levels, and increased energy efficiency.",
        "This AC can anticipate problems and instantly notify users thanks to its smart auto-diagnosis feature. Also, you can easily request assistance with just one touch using the MiAaie App.",
        "Panasonic Air Conditioners are designed to operate under tough conditions with stabilizer free operation for voltage range between 145V-285V. If power fluctuation is beyond the stated limit, then a stabilizer is required.",
        "This air conditioner incorporates copper coils, which facilitate quick heat transmission and corrosion resistance. Also, this AC is made to be user-friendly so that you can use it with comfort for a long time. Also, this AC employs R32 refrigerant, which protects the condenser from inadvertent fire and assures little harm to the ozone layer in addition to protecting it from fire. This air conditioner uses Shield Blu technology and extra anti-corrosive coating on the interior and outdoor units to stop leaks, safeguard copper tubing, and extend the lifespan of heat exchangers.",
        "This air conditioner effectively filters out PM 0.1 particles from the air, resulting in dust-free, clean air. Doing this makes sure that you are breathing clean air.",
        "This air conditioner has a built-in powerful mode that turns on instantly and swiftly cools your space. This innovation ensures that even on a scorching summer day, you feel immediate cooling relief.",
        "By eliminating dampness from the indoor air in its dry mode when humidity levels are high, this air conditioner acts as a dehumidifier. Particularly in cloudy weather when the moisture levels are high, this function proves to be helpful.",
        "Flipkart Internet Private Limited,"
    ],
    "rating": 0,
    "review_count": 0,
    "seller": {
        "other_info": [
            "7 Days Service Center Replacement/Repair?",
            "GST invoice available?"
        ],
        "seller_name": "OmniTechRetail",
        "seller_rating": "4.7"
    },
    "specifications": {
        "Air Flow & Filter Features": {
            "Air Flow Direction": "2 Way Air Direction",
            "Anti-bacteria Filter": "Yes",
            "Dust Filter": "Yes"
        },
        "Convenience Features": {
            "Auto Restart": "Yes",
            "Other Convenience Features": "Temperature Display"
        },
        "Dimensions": {
            "Indoor Unit Weight": "9 kg",
            "Indoor W x H x D": "87 cm x 29 cm x 20.4 cm",
            "Outdoor Unit Weight": "26 kg",
            "Outdoor W x H x D": "78 cm x 55.7 cm x 24.1 cm"
        },
        "General": {
            "BEE Rating Year": "2023",
            "Brand": "Panasonic",
            "Capacity in Tons": "1.5 Ton",
            "Color": "White",
            "Compressor": "Inverter Compressor",
            "Condenser Coil": "Copper",
            "Cooling Capacity": "5050 W",
            "Dehumidification": "Yes",
            "In The Box": "1 Indoor Unit,1 Outdoor Unit,Remote,AAA Batteries,Product Manual,Installation Kit,Warranty Card,Copper wire-3 Meter",
            "Model Name": "CS/CU-SU18YKYWT",
            "Operating Modes": "7 in 1 Convertible Mode",
            "Refrigerant": "R - 32",
            "Remote Control": "Yes",
            "Star Rating": "3 Star BEE Rating",
            "Type": "Split"
        },
        "Performance Features": {
            "ISEER": "3.9 W/W",
            "Indoor Noise Level": "Low - 39 dB",
            "Other Performance Features": "Hidden Display, Smart AC, Wi-Fi Enabled, MirAIe App Enabled, Works with Alexa and Hey Google"
        },
        "Power Features": {
            "Annual Electricity Consumption": "1002.72 kWh",
            "Power Requirement": "AC 230 V"
        },
        "Services": {
            "Installation Details": "Please check the offer details to know about availability of installation facilities and charges. The standard installation charges need to be paid directly to the service engineer.\nStandard installation of air-conditioners covers only: \n1) Drilling of holes into a brick wall for taking out the pipes. \n2) Fixing a hole sleeve & cap. \n3) Fixing the indoor and outdoor unit. \n4) Connecting indoor and outdoor units using the standard Kit provided by the manufacturer (at additional costunless specified otherwise). \n5) Wrapping the pipe with seasoning tape. \nNot covered as part of standard Installation charges are: \n1) Outdoor unit stand - Rs. 750-1000. \n2) Extra copper wire - Rs. 600-800 per metre. \n3) Drain pipe extensionif any - Rs. 100 per metre. \n4) Wiring extension from the meter to the installation site - Rs. 100 per metre. \n5) Stabilizerif neededis chargeable. \n6) Plumbing and masonry work. \n7) Power-point, MCB fitting and any other electrical work. \n8) Carpentry work. \n9) Dismantling, shifting of the old AC's masonry - Rs. 1000-1500. \n10) Core cutting fabrication and electrical.For Further Details Contact Brand at 18002095511 / (+91)2267965656/5959 / (+91)2267961700/1800smartcare@godrej.com",
            "Technician Visit Details": "Authorized Service Engineer will do the followingProvide replacement to the customer in case part / product not repairable (only after replacement request approved)Repair ServicesRepair/change the defective part",
            "Uninstallation Details": "In case of returnsUninstallPick-up the product.Flipkart's team will visit the customers locationPack"
        },
        "Warranty": {
            "Covered in Warranty": "All Parts, Excluding Air Filter, Front Grill & Plastic Parts (After Installation). The Warranty Covers Defective Materials and Workmanship From the Date of Purchase. Beyond the First Year of the Warranty PeriodOnly the Compressor Repair (Excluding Gas Filled Inside the Compressor) Will be Provided Free of Cost for 5 Years From Date of Purchase. Refrigerant Gas is Having Only One Year Warranty",
            "Not Covered in Warranty": "Parts: Air Filter/Front Grill is Not Covered in the Warranty After Installation. The Warranty Does Not Cover Installation/Demonstration. Accessories External to the System. Damage parts. The Product is Not Used According to the Instructions Given in the Instruction Manual. Defects Caused by Improper Use as Determined by the Company Personnel. Modification / Alteration of Any Nature is Made in the Electrical Circuitry or Physical Construction of the Set. Site (Premises Where the Product is Kept) Conditions That Do Not Confirm to the Recommended Operating Conditions of the Machine. Defects Due to Cause Beyond Control Like Lightning, Abnormal Voltage, Acts of God, While in Transit to Service Centers or Purchaser's Residence.",
            "Warranty Service Type": "Technician Visit",
            "Warranty Summary": "1 Year Comprehensive Warranty on Product, 5 Years Warranty on PCB and 10 Years Warranty on Compressor"
        }
    }
}