{
    "brand": "APPLE",
    "description": "Stay productive and improve your performance with the Super Retina XDR display that is comfortable for the eyes. Powered with a 12 MP main camera, enjoy taking pictures with friends and family. With a built-in rechargeable lithium-ion battery and equipped with the MagSafe wireless charging, you can charge your phone quickly up to 50 % in just half an hour by using a 20 W adapter. This phone is loaded with a horde of exciting features such as Siri, face ID, barometer, ambient light sensors etc., and is also resistant to dust and water as it is IP68 rated.",
    "highlights": [
        "128 GB ROM",
        "17.02 cm (6.7 inch) Super Retina XDR Display",
        "12MP + 12MP | 12MP Front Camera",
        "A15 Bionic Chip, 6 Core Processor Processor"
    ],
    "image": "http://rukmini1.flixcart.com/image/128/128/xif0q/mobile/c/4/d/-original-imaghx9qygjjg8hz.jpeg?q=70",
    "name": "APPLE iPhone 14 Plus (Blue, 128 GB)",
    "price": 71999,
    "product_description": [
        "The iPhone 14 Plus display has rounded corners that follow a beautiful curved design, and these corners are within a standard rectangle. When measured as a standard rectangular shape, the screen is 16.95 centimetres (6.68) diagonally.",
        "Equipped with a 12 MP Main camera and an ultra wide camera, you can click beautiful pictures on this phone’s dual camera system. You can also capture your wild memories on the Portrait mode with Focus and Depth Control to create a memorable memory.",
        "Powered by a MagSafe wireless charging up to 15 W and Qi wireless charging up to 7.5 W, this phone has a built-in rechargeable lithium-ion battery. With a fast-charge capability where you can boost up your battery up to 50% charge in around 30 minutes with a 20 W adapter or higher (available separately). You can have up to 26 hours of video playback time, up to 20 hours of streaming, and up to 100 hours of audio playback time.",
        "Use your voice to send messages, set reminders and more. You can activate hands‑free with only your voice using “Hey Siri”. You can also use your voice to run shortcuts from your favourite apps.",
        "Explore a range of sensors such as Face ID, barometer, High dynamic range gyro, High-g accelerometer, Proximity sensor and dual ambient light sensors.",
        "Built-in accessibility features supporting vision, mobility, hearing and cognitive disabilities help you get the most out of your iPhone.",
        "This iPhone is IP68 rated (maximum depth of 6 metres up to 30 minutes).",
        "Flipkart Internet Private Limited,"
    ],
    "rating": 4.6,
    "review_count": 2149
}